app/controllers/personas_controller.rb

  def index
    @personas = Persona.all
---
SELECT "personas".* FROM "personas"